[Reward_SKV_AdventWeapons X2RewardTemplate]
DisplayName="A stolen Advent Weapon"

[POI_SKV_AdventWeapons X2PointOfInterestTemplate]
DisplayNames[0]="An Advent Weapon"
CompletedSummaries[0]="The Resistance managed to assassinate an Advent Ambassador, we can grab the weapon!"
POIImages[0]="img:///UILibrary_StrategyImages.X2StrategyMap.POI_DeadAdvent"

[Reward_SKV_DestinyWeapons X2RewardTemplate]
DisplayName="A stolen Destiny Weapon"

[POI_SKV_DestinyWeapons X2PointOfInterestTemplate]
DisplayNames[0]="An Destiny Weapon"
CompletedSummaries[0]="The Resistance managed to assassinate an Destiny Ambassador, we can grab the weapon!"
POIImages[0]="img:///UILibrary_StrategyImages.X2StrategyMap.POI_DeadAdvent"

[T1AdventWeaponLootCrate X2ItemTemplate]
FriendlyName = "Standard Weapon Crate"
FriendlyNamePlural = "Standard Weapon Crates"
BriefSummary = "A crate with sophisticated security features, which no doubt contains something valuable. With a proper place to work on it, some time, and enough scientists and engineers, and some resources to counterfeit a key, I believe we can safely open the crate without triggering any of its failsafes. According to the Black Market vendor, these don't have value to anyone but collectors due to their difficulty in opening and don't sell for much."
TacticalText = "A crate with sophisticated security features, which no doubt contains something valuable. With a proper place to work on it, some time, and enough scientists and engineers, and some resources to counterfeit a key, I believe we can safely open the crate without triggering any of its failsafes. According to the Black Market vendor, these don't have value to anyone but collectors due to their difficulty in opening and don't sell for much."

[T1EAdventWeaponLootCrate X2ItemTemplate]
FriendlyName = "Exotic Weapon Crate"
FriendlyNamePlural = "Exotic Weapon Crates"
BriefSummary = "A crate with sophisticated security features, which no doubt contains something valuable. With a proper place to work on it, some time, and enough scientists and engineers, and some resources to counterfeit a key, I believe we can safely open the crate without triggering any of its failsafes. According to the Black Market vendor, these don't have value to anyone but collectors due to their difficulty in opening and don't sell for much."
TacticalText = "A crate with sophisticated security features, which no doubt contains something valuable. With a proper place to work on it, some time, and enough scientists and engineers, and some resources to counterfeit a key, I believe we can safely open the crate without triggering any of its failsafes. According to the Black Market vendor, these don't have value to anyone but collectors due to their difficulty in opening and don't sell for much."

[T2AdventWeaponLootCrate X2ItemTemplate]
FriendlyName = "Enhanced Standard Weapon Crate"
FriendlyNamePlural = "Enhanced Standard Weapon Crates"
BriefSummary = "A crate with sophisticated security features, which no doubt contains something valuable. With a proper place to work on it, some time, and enough scientists and engineers, and some resources to counterfeit a key, I believe we can safely open the crate without triggering any of its failsafes. According to the Black Market vendor, these don't have value to anyone but collectors due to their difficulty in opening and don't sell for much."
TacticalText = "A crate with sophisticated security features, which no doubt contains something valuable. With a proper place to work on it, some time, and enough scientists and engineers, and some resources to counterfeit a key, I believe we can safely open the crate without triggering any of its failsafes. According to the Black Market vendor, these don't have value to anyone but collectors due to their difficulty in opening and don't sell for much."

[T2EAdventWeaponLootCrate X2ItemTemplate]
FriendlyName = "Exotic Weapon Crate"
FriendlyNamePlural = "Exotic Weapon Crates"
BriefSummary = "A crate with sophisticated security features, which no doubt contains something valuable. With a proper place to work on it, some time, and enough scientists and engineers, and some resources to counterfeit a key, I believe we can safely open the crate without triggering any of its failsafes. According to the Black Market vendor, these don't have value to anyone but collectors due to their difficulty in opening and don't sell for much."
TacticalText = "A crate with sophisticated security features, which no doubt contains something valuable. With a proper place to work on it, some time, and enough scientists and engineers, and some resources to counterfeit a key, I believe we can safely open the crate without triggering any of its failsafes. According to the Black Market vendor, these don't have value to anyone but collectors due to their difficulty in opening and don't sell for much."

[T3AdventWeaponLootCrate X2ItemTemplate]
FriendlyName = "Master-Crafted Standard Weapon Crate"
FriendlyNamePlural = "Master-Crafted Standard Weapon Crates"
BriefSummary = "A crate with sophisticated security features, which no doubt contains something valuable. With a proper place to work on it, some time, and enough scientists and engineers, and some resources to counterfeit a key, I believe we can safely open the crate without triggering any of its failsafes. According to the Black Market vendor, these don't have value to anyone but collectors due to their difficulty in opening and don't sell for much."
TacticalText = "A crate with sophisticated security features, which no doubt contains something valuable. With a proper place to work on it, some time, and enough scientists and engineers, and some resources to counterfeit a key, I believe we can safely open the crate without triggering any of its failsafes. According to the Black Market vendor, these don't have value to anyone but collectors due to their difficulty in opening and don't sell for much."

[T3EAdventWeaponLootCrate X2ItemTemplate]
FriendlyName = "Master-Crafted Exotic Weapon Crate"
FriendlyNamePlural = "Master-Crafted Exotic Weapon Crates"
BriefSummary = "A crate with sophisticated security features, which no doubt contains something valuable. With a proper place to work on it, some time, and enough scientists and engineers, and some resources to counterfeit a key, I believe we can safely open the crate without triggering any of its failsafes. According to the Black Market vendor, these don't have value to anyone but collectors due to their difficulty in opening and don't sell for much."
TacticalText = "A crate with sophisticated security features, which no doubt contains something valuable. With a proper place to work on it, some time, and enough scientists and engineers, and some resources to counterfeit a key, I believe we can safely open the crate without triggering any of its failsafes. According to the Black Market vendor, these don't have value to anyone but collectors due to their difficulty in opening and don't sell for much."

[IRI_ArtilleryCannon_MG_Schematic X2SchematicTemplate]
m_strClassLabel="SPARK"

[IRI_ArtilleryCannon_CG_Schematic X2SchematicTemplate]
m_strClassLabel="SPARK"

[IRI_ArtilleryCannon_LS_Schematic X2SchematicTemplate]
m_strClassLabel="SPARK"

[IRI_ArtilleryCannon_BM_Schematic X2SchematicTemplate]
m_strClassLabel="SPARK"

;Place localized text in this file

[NiSisXcom_Electrosword_CV X2WeaponTemplate]
BriefSummary="Nightsister Electrosword"

[NiSisXcom_Electrosword_MG X2WeaponTemplate]
BriefSummary="Nightsister Electrosword"

[NiSisXcom_Electrosword_BM X2WeaponTemplate]
BriefSummary="Nightsister Electrosword"

[NiSisXcom_Vibrostaff_CV X2WeaponTemplate]
BriefSummary="Vibrostaff"

[NiSisXcom_Vibrostaff_MG X2WeaponTemplate]
BriefSummary="Vibrostaff"

[NiSisXcom_Vibrostaff_BM X2WeaponTemplate]
BriefSummary="Vibrostaff"

[NiSisXcom_Bowcaster_CV X2WeaponTemplate]
BriefSummary="Nightsister Bowcaster"

[NiSisXcom_Bowcaster_MG X2WeaponTemplate]
BriefSummary="Nightsister Bowcaster"

[NiSisXcom_Bowcaster_BM X2WeaponTemplate]
BriefSummary="Nightsister Bowcaster"

[AssaultRifle_BM X2WeaponTemplate]
FriendlyName="Beam Rifle"
FriendlyNamePlural="Beam Rifles"
BriefSummary="Now that we've finally deciphered the aliens' devastating weapon technology and can develop beam weapons of our own, we can build rifles that will be the match of any enemy our soldiers encounter in the field."
TacticalText="<Bullet/> The Beam Rifle is a general purpose, supremely powerful primary infantry weapons system.\n<Bullet/> Firing the primary weapon always ends the soldier's turn.\n<Bullet/> Use upgrades looted from enemies to improve the Beam Rifle's tactical effectiveness."
AbilityDescName="assault rifle"

[SniperRifle_BM X2WeaponTemplate]
FriendlyName="Beam Lance"
FriendlyNamePlural="Beam Lances"
BriefSummary="The aliens' focused beam technology has obvious applications for improving sniper rifles. The Beam Lance is an unmatched sniper rifle."
TacticalText="<Bullet/> This is the apex of sniper rifle technology.\n<Bullet/> Sniper rifles always require both actions to fire.\n<Bullet/> They are less accurate at close range, but deadly at a distance.\n<Bullet/> Use upgrades looted from enemies to improve the Beam sniper rifle's tactical effectiveness."
AbilityDescName="sniper rifle"

[BRSR_STRIKERIFLE_Beam X2WeaponTemplate]
FriendlyName="Plasma Strike Lance"
FriendlyNamePlural="Plasma Strike Lances"
BriefSummary="The ultimate strike rifle model, the Plasma Strike Lance integrates the aliens' plasma weapons technology to powerful effect. Includes the No Scope and Quick Scope abilities. Can equip underbarrel weapons, standard bayonets and powered bayonets."
TacticalText="<Bullet/> Plasma weapons cause targets to take 1 additional damage on future hits.\n<Bullet/> Plasma Strike Lances are the most powerful strike rifles on Earth.\n<Bullet/> Requires two actions to fire or Overwatch. \n<Bullet/>Takes less time to infiltrate with than a standard sniper rifle."
AbilityDescName="strike rifle"

[BRSR_BATTLERIFLE_Beam X2WeaponTemplate]
FriendlyName="Plasma Cycler"
FriendlyNamePlural="Plasma Cyclers"
BriefSummary="The ultimate battle rifle model, the Plasma Cycler integrates the aliens' plasma weapons technology to powerful effect. Includes the Russian Roulette ability. Can equip underbarrel weapons, standard bayonets and powered bayonets."
TacticalText="<Bullet/> Plasma weapons cause targets to take 1 additional damage on future hits.\n<Bullet/> Plasma Cyclers are the most powerful battle rifles on Earth.\n<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of specialized training. \n<Bullet/>Takes less time to infiltrate with than a standard cannon."
AbilityDescName="battle rifle"

[SawedOffShotgun_BM X2WeaponTemplate]
FriendlyName="Plasma Shorty"
FriendlyNamePlural="Plasma Shorties"
BriefSummary="An advanced version of the sawed-off shotgun that incorporates plasma heating elements to boost its damage."
TacticalText="<Bullet/> An advanced version of the sawed-off shotgun that incorporates plasma heating elements to boost its damage.<br/><Bullet/> Has <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:SAWEDOFFSHOTGUN_BM_AMMO/><Ability:WOTCLW2SW_COLOR_CLOSE/> shots per mission without upgrades."
AbilityDescName="sawed-off shotgun"

[HunterRifle_Beam X2WeaponTemplate]
FriendlyName="Plasma Hunter Rifle"
FriendlyNamePlural="Plasma Hunter Rifles"
BriefSummary="This powerful plasma based hunter rifle uses a special firing mechanism to fire our smart rounds inside the plasma beam itself, taking advantage of the devastating power of plasma to embed our smart rounds on even the most heavily armored of the alien and ADVENT forces."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/> Use upgrades looted from enemies to improve the Hunter Rifle's tactical effectiveness."
AbilityDescName="assault rifle"

[SKV_GoodLaser X2TechTemplate]
DisplayName="Laser Weapons"
Summary="Let's improve our Laser Weapons"

[SKV_BadPlasma X2TechTemplate]
DisplayName="Plasma Weapons"
Summary="Let's design experimental plasma Weapons"










